[
  {
    "slug": "interior-painting-kansas-city",
    "crumbList": [
      {
        "name": "Home",
        "link": "/"
      },
      {
        "name": "Services",
        "link": "/services/"
      },
      {
        "name": "Interior Painting",
        "link": "/interior-painting-kansas-city/"
      }
    ],
    "titleTag": "Interior Painting | Kansas City",
    "meta": "With over 10 years of experience, turn to the local Kansas City experts at Great Plains Painting for your interior painting needs at an affordable price.",
    "heroTitle": "Your Local Interior Painting Experts in Kansas City",
    "heroUrl": "intService",
    "topSectionTitle": "Kansas City Interior Painting Experts",
    "topSectionCopy": "Great Plains Painting specializes in creating a new fresh look for the interior of your home. Our customers love our approach to interior painting. We walk you through the process from beginning to end. We keep up to date on new painting trends and the most popular colors in the industry. It is our commitment as your painting company to use the highest quality of paint products. It is this commitment to taking care of our customer's painting needs that separates us from the other painting companies in the area. Contact us today for a free painting estimate for interior painting or exterior house painting services!",
    "section2": {
      "upperTitle": "Interior Painting Experts",
      "title": "Benefits of Interior Painting Services in KC",
      "list": [
        "Fix dings and cracks in the drywall",
        "Protects drywall/trim against moisture in high humidity areas such as bathrooms",
        "Change the colors and give your home your own unique style",
        "New low VOC paints reduce fumes and promote healthy air quality",
        "New paint is one of the most cost-effective ways of giving your home an updated look and feel",
        "New paint can change the way you feel about your home"
      ],
      "underPhoto": "/images/service-pages/intPrep.jpg",
      "topPhoto": "/images/service-pages/intTrim.jpg"
    },
    "aboutBanner": {
      "title": "Interior Painting - Affordable Prices",
      "copy": "Our focus is not only to provide a great painting product, but we also want to provide a painting service that is affordable. We offer lots of different solutions to your painting needs including different options that will fit your budget. Call your Great Plains Painting professional house painters to see how we can help you with your upcoming interior painting project.",
      "button": "schedule your free estimate",
      "link": "/contact-us/"
    },
    "section3": {
      "upperTitle": "Interior Painting Experts",
      "Title": "KC Interior House Painting Services",
      "copy": "<p>Our Kansas City interior painting projects consistently receive great reviews. Great Plains Painting paints all kinds of homes from small apartments to large luxury homes. Walls, ceilings, trim, doors, cabinets…whatever you want to be painted we can paint. Our focus is to treat every job with the same attention to detail, quality, and professionalism.</p> <p>If you want a quality job, you should consider hiring a professional interior house painter. There are many variables to painting inside someone's home. How will the trim be painted, brushed or sprayed? How much furniture is there and how will it be moved for access? Are repairs needed on some of the drywall before painting? Is flooring going to stay or is it being replaced after painting?  Hiring in-experienced painters can produce undesirable outcomes in any of these areas.</p>",
      "underPhoto": "/images/service-pages/intCeiling.jpg",
      "topPhoto": "/images/service-pages/intGreat.jpg"
    },
    "committed": {
      "copy": "<p>If you hire Great Plains Painting, you can trust that we are committed to getting the job done right. With our knowledge and experience in painting the interior of homes all across the Kansas City area, we’re confident that we can do great work for you and get you what you need and want.</p> . <p>Whether it is 3 or 4 rooms or the entire interior of your home, our goal is to provide our clients with a great painting experience.</p>"
    },
    "accordion": [
      {
        "title": "1-What Will it Cost to Paint the Interior?",
        "expand": "<p>Costs, especially on interior are dependent on many factors. We’ve painted small projects for $2,000 and we’ve done extensive, complex large projects for $15,000+. Our estimators can help to balance your wish list with your budget. </p><p>We recommend writing down a list of everything that you want before you meet with our estimator. This gives us a great place to start and completing everything on it would be the ideal project for you.</p><p>Then communicate with us about what your budget is and if we can match everything on your list with your budget, GREAT! If not, we’ll work with you to decide what’s most important to you at this time, and narrow the list to the things that are most important that fit in your budget.</p>"
      },
      {
        "title": "2-Do you use Oil Based (Alkyd) Products or Water Based (Acrylic) Products?",
        "expand": "<p>It depends on what’s getting painted. Ultimately, we avoid oil based products because of their high VOCs, high odor, and difficult cleanup. In some applications however, oil is the best product for the job. We use oil based primer when we’re painting over lacquer (wood finish) trim work because it will produce the best bond and resist any tannin bleed through.</p><p>Water based paints and enamels are high tech, easier to work with, low odor and low or Zero VOC, and produce a high quality finish. Nearly all applications we address we use water based wall and ceiling paint and water based enamel (for trim work & doors).</p><p>Of course each home and each customer has specific needs so if you do, discuss it with your estimator and we’ll be able to offer our recommendations and work with you to find the right product for your specific need.</p>"
      },
      {
        "title": "3-What Brand of Paint do You Use?",
        "expand": "<p>We’ve used them all – PPG, Behr, Benjamin Moore, and Sherwin Williams. If you ask for our recommendation Sherwin Williams line of interior products are the best value for your money. We like their SuperPaint or Cashmere paints for walls, ProMar Ceiling for ceilings, and ProClassic enamel for trim and doors. When you buy as much paint as we do you expect a top quality product and top quality service from your paint provider. Sherwin Williams continues to provide us with both.</p><p>Of course, if you have a product that’s your favorite let us know and we’re happy to price your work using that product.</p>"
      },
      {
        "title": "4-What is the Process for Interior Painting?",
        "expand": "<p>This is dependent on what’s being painted and if there is anything else that is happening in your home (remodeling, flooring, or other work). In general we put our projects together in the following sequence:</p><p>Protect: cover flooring as necessary, remove light switch/outlet covers, remove blinds, and tape or cover anything else we don’t want paint on</p><p>Repair: patch drywall and fix cracks if necessary and caulk/putty trim work if necessary</p><p>Prime: spot prime any new drywall mud or patches</p><p>Paint:<ul><li>Ceilings are generally first</li><li>Trim is next</li><li>Walls are last</li></ul></p><p>Cleanup and final touchups</p><p>This process varies project to project, but that’s the general sequence of what we do.</p>"
      },
      {
        "title": "5-How Long Will Painting Take?",
        "expand": "<p>This depends on how much painting we’re doing and what type of painting we’re doing. On the short side your project could take as little as 1 to 1 1/2 days if it’s small. In other cases it may take as much as a couple of weeks.</p><p>Based on what you would like done, your estimator will be able to provide you with an approximate timeframe of how long your project will take.</p>"
      }
    ],
    "recentProjects": [
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      }
    ]
  },
  {
    "slug": "exterior-painting-kansas-city",
    "crumbList": [
      {
        "name": "Home",
        "link": "/"
      },
      {
        "name": "Services",
        "link": "/services/"
      },
      {
        "name": "Exterior Painting",
        "link": "/exterior-painting-kansas-city/"
      }
    ],
    "titleTag": "Exterior Painting | Kansas City",
    "meta": "With over 10 years of experience, turn to the local Kansas City experts at Great Plains Painting for your exterior painting needs at an affordable price.",
    "heroTitle": "Your Local Exterior Painting Experts in Kansas City",
    "heroUrl": "extService",
    "position": "bottom",
    "topSectionTitle": "Kansas City Exterior Painting Experts",
    "topSectionCopy": "Great Plains Painting specializes in providing a high-quality exterior painting services at an affordable price. Our reputation as one of the best exterior painting contractors in Kansas City and the surrounding area continues to grow. Over the years we have developed trust with our clients with regard to our exterior paint services and interior painting services as well as our focus on providing great customer service.",
    "section2": {
      "upperTitle": "Exterior Painting Experts",
      "title": "Types of Exterior Painting Services in KC",
      "list": [
        "Full exterior painting of wood siding",
        "Stucco, and all types of composite siding",
        "Sheds, barns, garages",
        "Residential homes and guest houses",
        "Sealing and protecting"
      ],
      "underPhoto": "/images/service-pages/blue-ext2.jpg",
      "topPhoto": "/images/service-pages/multi-ext2.jpg"
    },
    "aboutBanner": {
      "title": "Exterior Painting - Get a Free Estimate",
      "copy": "Great Plains Painting knows exactly what it takes to create a home exterior painting project that will bring beauty and value to your home. We’ve painted over 350 exteriors around Kansas City. We have the knowledge and expertise that you are looking for with regard to your next exterior painting project.",
      "button": "schedule your free estimate",
      "link": "/contact-us/"
    },
    "section3": {
      "upperTitle": "Exterior Painting Experts",
      "Title": "KC Exterior House Painting Services",
      "copy": "<p>A quality exterior paint job seals and protects your home from moisture and mildew, dry rot, and other damaging effects from the rain, wind, sun, and snow. Between the harsh winters and the hot summers, your home or building’s exterior is bombarded with temperature differentials, lots of UV rays, and moisture.</p><p>The most common issue we see from lack of routine painting maintenance is wood rot. In some cases, wood rot repair is extensive and can cost thousands of dollars. Quality, routine painting with quality materials can prevent wood rot and save you money.</p>",
      "underPhoto": "/images/service-pages/team.jpg",
      "topPhoto": "/images/service-pages/brushing.jpg"
    },
    "committed": {
      "copy": "The most important part of painting your home is the preparation work. Good “prep work” can be (and usually is) the difference between painting your home every four years or every eight or nine years (or more in some cases). Ask any painter that gives you an estimate how they prep a house before painting and have some follow up questions to get into what they’re doing deeply (don’t settle for a “we scrape and prime” answer, everyone will say that). It is an easy thing to cut corners on prep and you want to be able to trust that what is underneath your paint is going to hold up well for years to come."
    },
    "accordion": [
      {
        "title": "How Long Will Painting Take?",
        "expand": "<p>On average homes we paint take 3.5 days. Small, 1 level homes can be quicker and take 2, depending on the condition they’re in. Large multi level homes with lots of trim (such as those in Westport or Brookside) can take 1 to 2 weeks.</p><p>The time it will take to paint your home will depend on the condition your home is in, your expectations and needs, and the size of your house. Our estimator will be able to give you a good approximation of the time it will take to paint your home after meeting with you.</p>"
      },
      {
        "title": "How Much Does Exterior Painting Cost?",
        "expand": "<p>This varies widely based on home, condition, what you want, etc…Our average project price in 2021 was around $6,500. This average includes all materials and often wood rot repairs. Smaller homes we work on can be between $3k and $4k and larger homes we’ve worked on can be $20k or more.</p><p>We understand that everyone has a different budget and our recommendation is that you provide us with as much information as possible so that we can get you a project that accomplishes the things that are most important to you within your budget. Let our estimator know what your budget is and we’re confident that we can provide you with options to work in your budget.</p>"
      },
      {
        "title": "Do You Spray, Spray and Backroll, or Brush and Roll the Paint?",
        "expand": "<p>It depends on the surface we’re painting.</p><p>Over the last several years, we’ve not performed any brush and roll only projects. Brush and roll only takes considerably longer and is therefore considerably more expensive. If you are thinking you’d like brush and roll only, talk to you estimator about why and we can always price it as an option for you.</p><p>Spray and backroll is necessary when the surface being painted is porous (like an open grained wood) or dry (like stucco being painted for the first time). In order to provide a uniform finish that looks great, the paint needs to be pushed down into the pores. During your walkaround with your estimator, we’ll point out where we’d recommend the surface be sprayed and backrolled and get your feedback or answer questions you might have.</p><p>Sprayers themselves haven’t changed much in the last 10 years but the tips they use have. Tips are now excellent at atomizing the paint (making a very fine mist) and delivering the paint to the painted surface reliably. We use Graco paint sprayers and they are high-tech, very expensive machines specifically designed to do what we’re doing as professional painters. Spraying produces the nicest looking finish, the most uniform coating, and when used by a professional painter gives the customer the highest quality product most efficiently. In the hands of experienced painters, 1 pass with a sprayer over a properly prepared surface will produce a better coating than multiple passes with a brush and roller.</p>"
      },
      {
        "title": "Does Painting The Exterior Of My Home Increase It's Value?",
        "expand": "<p>A great paint job will enhance the appeal of your home to your neighbors. If you are thinking of reselling, then a new exterior paint job might make the difference in first impressions to potential buyers. </p><p>Stop telling yourself that you’ll wait another year to have your exterior painting project done. Contact Great Plains Painting as your next painting contractor to help you with your exterior house painting project.</p>"
      }
    ],
    "recentProjects": [
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      }
    ]
  },
  {
    "slug": "wood-rot-repair-kansas-city",
    "crumbList": [
      {
        "name": "Home",
        "link": "/"
      },
      {
        "name": "Services",
        "link": "/services/"
      },
      {
        "name": "Wood Rot Repair",
        "link": "/wood-rot-repair-kansas-city/"
      }
    ],
    "titleTag": "Wood Rot Repair Kansas City, MO (2023) | Great Plains Painting",
    "meta": "With over 10 years of experience, turn to the local Kansas City experts at Great Plains Painting for your wood rot repair needs at an affordable price.",
    "heroTitle": "Your Local Wood Rot Repair Experts in Kansas City",
    "heroUrl": "rotService",
    "position": "top",
    "topSectionTitle": "Kansas City Wood Rot Repair Experts",
    "topSectionCopy": "More often than not when we’re estimating projects, we find some wood rot that needs to be repaired. When Great Plains Painting was brand new, we looked at estimates from other companies and noticed it was impossible to tell what was included, how it was priced, if labor and materials were included, etc…so we decided we’d price our wood rot differently than everyone else. ",
    "section2": {
      "upperTitle": "Wood Rot Repair Experts",
      "title": "How We Price Wood Rot Repair Services In KC",
      "subTitle": "<p>We want to be as clear and transparent with you on the wood rot repair estimates as possible. As such, we itemize the wood rot repair on each estimate.</p><p>Here’s what included in our wood rot repair estimates:</p>",
      "list": [
        "All labor and materials required. The price you see on the estimate is what it costs",
        "Itemized list of what’s being replaced, quantity, unit price, and location",
        "We use software to take and markup pictures and we’ll show these to you. They also get printed and given to our crew so they know exactly what’s included and what needs done.  We can also email you the report if you want it",
        "We separate the wood rot repair price from the painting price so it’s clear what it costs on it's own. This way you can compare it to others or if you have a handyman or carpenter show it to him and get an estimate for the exact same items"
      ],
      "underPhoto": "/images/service-pages/team.jpg",
      "topPhoto": "/images/service-pages/ryan.jpg"
    },
    "aboutBanner": {
      "title": "Wood Rot Repair - Get a Free Estimate Today",
      "copy": "Our main focus at Great Plains Painting is to provide an exceptional wood rot repair service, but we also want to provide a service that is affordable. As such, we are proud to offer different solutions to your wood rot repair needs including options that will fit your budget. Give us a call today to see how we can help you with your upcoming wood rot repair project.",
      "button": "schedule your free estimate",
      "link": "/contact-us/"
    },
    "section3": {
      "upperTitle": "Wood Rot Repair Experts",
      "Title": "KC Wood Rot Repair Services",
      "copy": "<p>We are fully capable of replacing or repairing almost anything if it is possible to do so. If you have questions about wood rot repair, ask your estimator for his recommendations and options. In the event that what you are dealing with is unique and your estimator hasn’t seen it before, he’ll reach out to our production manager Ryan or one of our carpenters to find out what options we can offer and get those to you at your estimate.</p><p>As always, our #1 priority is finding out exactly what you need and delivering it to you. You can rest easy knowing you have the professionals at Great Plains Painting on your side. We make the entire process from start to finish simple and hassle-free.</p>",
      "underPhoto": "/images/service-pages/wood-rot-6.jpg",
      "topPhoto": "/images/service-pages/repairing-wood-rot-2.jpg"
    },
    "committed": {
      "copy": "<p>If you hire Great Plains Painting, you can trust that we are committed to getting the job done right. With our experience and knowledge in painting and wood rot repair across Kansas City and surrounding areas, we're confident we can do great work and deliver exactly what you need and what.</p><p>Whether it's a small or big wood rot repair project, our goal is to provide our clients with a great professional experience and exceptional customer service.</p>"
    },
    "accordion": [
      {
        "title": "What Types of Wood Rot Repair Can You Perform?",
        "expand": "<p>We’ve run into just about everything over the years.  Most commonly we deal with these issues on KC customer’s homes:</p><ul style='text-align: left; margin-left: 2.5rem; margin-block: 2rem;'><li>Siding Panel Replacement</li><li>Lap Siding Replacement</li><li>Cedar Shake Shingle Replacement</li><li>Batten Board Siding Replacement</li><li>Fascia Replacement</li><li>Soffit Replacement</li><li>Window Sill Nose and Trim Replacement</li><li>Trim Replacement</li><li>Porch Column Replacement</li><li>Oversize Roughcut Cedar Trim Replacement</li><li>Door Moulding Replacement</li><li>Garage Door Trim Replacement</li></ul><p>Talk to your estimator and make sure to point out wood rot areas during your walk around so that we can address and offer recommendations for all of the problem areas.</p>"
      },
      {
        "title": "What Types of Material Do You Use?",
        "expand": "<p>Sometimes wood rot issues are the result of using the incorrect materials for the project. We look at some projects and see others have used cheap pine or poplar (common board) to perform the repairs and within a couple of years it’s already rotted again.</p><p>Not all materials are created equal when it comes to working with exteriors in the Kansas City area. We exclusively use the following materials because they are designed to perform well in our climate:</p><ul style='text-align: left; margin-left: 2.5rem; margin-block: 2rem;'><li>LP Smart Siding and LP Smart Trim</li><li>James Hardie Siding and Trim Products</li><li>Roughcut or Milled Cedar if a Real Wood Product is Required</li></ul>"
      },
      {
        "title": "I Think I Need New Siding. Do You Do That?",
        "expand": "<p>Yes, we are capable of residing one, multiple, or all sides of your home. If we do so, we think the best product on the market right now is James Hardie siding. It is fiber cement, so it does not rot, is engineered to minimize joints and caulking, therefore minimizing failure points, accepts and holds paint extremely well, is hail proof, is fireproof, and looks great. James Hardie has an excellent warranty and can even come pre-colored (factory painted) making it a top competitor for longevity vs cost.</p><p>Check out our James Hardie page to learn more.</p>"
      }
    ],
    "recentProjects": [
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      }
    ]
  },
  {
    "slug": "cabinet-painting-kansas-city",
    "crumbList": [
      {
        "name": "Home",
        "link": "/"
      },
      {
        "name": "Services",
        "link": "/services/"
      },
      {
        "name": "Cabinet Painting",
        "link": "/cabinet-painting-kansas-city/"
      }
    ],
    "titleTag": "Your Local Cabinet Painting Experts Kansas City (2023)",
    "meta": "With over 10 years of experience, turn to the local Kansas City experts at Great Plains Painting for your cabinet painting needs at an affordable price.",
    "heroTitle": "Your Local Cabinet Painting Kansas City Experts",
    "heroUrl": "cabService",
    "position": "center",
    "topSectionTitle": "Kansas City Cabinet Painting Experts",
    "topSectionCopy": "If you’re thinking about switching your cabinets from the old wood finish look to a more modern white or colored enamel cabinet you’ll be amazed what it will do to your kitchen. Enameling your cabinets is far less expensive than purchasing all new cabinets, and can usually be complete in 1 to 1.5 weeks depending on how many cabinets you have. Getting your kitchen cabinets enameled is more complicated than brushing on a coat of paint. There are many things to consider, and many steps if you want a finished product that will both look great and last for years and years.",
    "section2": {
      "upperTitle": "Cabinet Painting Experts",
      "title": "Benefits of Cabinet Painting Services in KC",
      "list": [
        "A fresh coat of paint will transform the look of your cabinets",
        "Improve your home's value",
        "Your whole kitchen will have a new, shiny, and refreshed look",
        "Less hassle than replacing your kitchen cabinets",
        "Minimal disruption, most jobs are completed within 2-4 weeks"
      ],
      "underPhoto": "/images/service-pages/cabService.jpg",
      "topPhoto": "/images/service-pages/cabinets-trim.jpg"
    },
    "aboutBanner": {
      "title": "Cabinet Painting In Kansas City - Affordable Prices",
      "copy": "We’ll walk you through exactly how we put our cabinet projects together so you have a clear idea of what to expect. Plan on your kitchen being un-usable while we are working on your cabinets. We also generally set up a temporary spray area in the garage to spray the doors, drawers, and shelves and allow them to dry, so a portion of your garage needs to be dedicated to that.",
      "button": "schedule your free estimate",
      "link": "/contact-us/"
    },
    "section3": {
      "upperTitle": "Cabinet Painting Experts",
      "Title": "KC Kitchen Cabinet Painting Services",
      "copy": "At Great Plains Painting, we are experts in cabinet painting, cabinet refacing, and cabinet resurfacing. We understand the nuances of these types of painting jobs and have a well defined process to make sure the job is done correctly the first time. If you've been considering having your cabinet repainted, don't wait - you will love the look of your kitchen once you see the final results.",
      "underPhoto": "/images/service-pages/cabPrep2.jpg",
      "topPhoto": "/images/service-pages/cabPrep.jpg"
    },
    "committed": {
      "copy": "Our goal is to make sure you are 100% happy with your project. From the initial estimate to the final clean up, our whole team makes the whole process easy from start to finish. We pride ourselves on our exceptional customer service. In fact, we guarantee will not be disappointed that you choose Great Plains Painting for your cabinet painting project."
    },
    "accordion": [
      {
        "title": "How Does A Kitchen Cabinet Project Go?",
        "expand": "<p>Most of the time, getting your kitchen cabinets enameled follows the following sequence:</p><ol style='text-align: left; margin-left: 2.5rem; margin-block: 2rem;'><li>setup garage to spray doors, drawers, and shelves</li><li>break down the cabinets – remove all the hardware, doors, drawers, and shelves</li><li>prepare the kitchen – tape off countertops, flooring, walls, seal off doorways, and mask other non-painted surfaces</li><li>wood filler / bondo any holes in doors or drawers (if required)</li><li>scuff sand all painted surfaces</li><li>apply primer coat – generally we’ll use an oil based primer.  it’s almost always necessary to achieve a good bond over the old stain and lacquer finish.  not doing this can result in the finish coat peeling off within a few years time</li><li>allow to cure and scuff sand again</li><li>apply enamel coat and allow to cure</li><li>put everything back together – all doors / drawers / shelves / and hardware</li><li>cleanup and final touchups</li></ol>"
      },
      {
        "title": "How Much Does Enameling Cabinets Cost?",
        "expand": "<p>It can vary on the condition of the existing surfaces and what you’re wanting completed, but in general for us to produce a product we are willing to warranty and know will last for a long time a normal size kitchen is between $6k and $10k for the cabinets.</p><p>Talk to our estimator about what you want and what your budget is and we’re happy to provide you with options that will fit your needs and budget.</p>"
      },
      {
        "title": "What is Enamel and Why Use It?",
        "expand": "<p>We see a lot of people getting estimates from painting companies who are not using enamel to paint kitchen cabinets. This is of course cheaper, but in our opinion this is a great dis-service to the homeowner. If the cabinets aren’t properly primed and painted with an enamel they’ll look great for a year or two and then often they’ll begin to peel. At this point, the cabinets require a complete strip of the paint that was applied and a re-do.</p><p>Enamel dries harder than wall paint, is easier to clean, and will resist scuffs and dings better than a paint designed for drywall application. Enamel is specifically designed for trim, doors, and cabinets and is the right product for that application.</p><p>We recommend you ask anyone estimating your project how they plan on performing the work and what products they plan on using. If you aren’t hearing words like “primer” or “enamel” proceed with caution</p><p>At a minimum, make sure any company that is giving you an estimate is doing the following:</p><ul style='text-align: left; margin-left: 2.5rem; margin-block: 2rem;'><li>applying an appropriate primer (we use oil based) that will bond to the surface</li><li>using enamel for the top coat, enamel is different than wall paint, its harder and specifically made for cabinets</li></ul>"
      }
    ],
    "recentProjects": [
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      }
    ]
  },
  {
    "slug": "commercial-painting-contractors-kansas-city",
    "crumbList": [
      {
        "name": "Home",
        "link": "/"
      },
      {
        "name": "Services",
        "link": "/services/"
      },
      {
        "name": "Commercial Painting",
        "link": "/commercial-painting-contractors-kansas-city/"
      }
    ],
    "titleTag": "Your Commercial Painting Contractors Kansas City (2023)",
    "meta": "With over 10 years of experience, turn to the local Kansas City experts at Great Plains Painting for your commercial painting needs at an affordable price.",
    "heroTitle": "Your Commercial Painting Contractors Kansas City Expert",
    "heroUrl": "commService",
    "position": "center",
    "topSectionTitle": "Kansas City Commercial Contractor Painting Services",
    "topSectionCopy": "If you’re a general contractor taking bids on a new project or an owner with a commercial property in the Kansas City Metro and need estimates on your project, we’d love to hear from you. We’ve successfully completed commercial projects in the 6 figure range as well as many smaller ones around Kansas City. We can provide a bid by looking at the project in person with you or off a plan set and spec if you have those. Let us know how we can be of assistance and we’ll do our best to help.",
    "section2": {
      "upperTitle": "Commercial Painting Contractors",
      "title": "Types of Commercial Painting Services",
      "list": [
        "Commercial Interior - Offices / Warehouses / and Other",
        "Commercial Exterior - Masonry / Metal / Siding",
        "Comfortable Working with Lifts",
        "Flexible Scheduling to Minimize Disturbance"
      ],
      "underPhoto": "/images/service-pages/scd-commercial.jpg",
      "topPhoto": "/images/service-pages/scd-commercial2.jpg"
    },
    "aboutBanner": {
      "title": "About Us",
      "copy": "The whole team at Great Plains Painting is dedicated to commercial painting jobs large and small. Whether you are looking for an interior commercial painting contractor or an exterior commercial painting contractor, or anything in between, our aim is to find out exactly what you need and deliver on those needs. Our goal is to help you get what you want in a reasonable amount of time with minimal disruption.",
      "button": "schedule your free estimate",
      "link": "/contact-us/"
    },
    "section3": {
      "upperTitle": "",
      "Title": "Kansas City MO Commercial Painting Services",
      "copy": "<p>Our commercial painting team is made of the best painting contractors in Kansas City. We stay on top of the current industry trends and always keep up with the latest painting best practices. Our mission is to make the whole process as simple and hassle-free as we can.</p><p>We use nothing but the best products, making sure your commercial painting job is done right and lasts for years to come. From the initial phone call to the final product, we are here with you every step of the way. Call us today or fill in our online form to get started on your commercial painting project.</p>",
      "underPhoto": "/images/service-pages/scd-commercial3.jpg",
      "topPhoto": "/images/service-pages/scd-commercial4.jpg"
    },
    "committed": {
      "copy": "The Great Plains Painting team has handed all different kinds of commercial painting projects. We have the skills that set us apart from other companies in Kansas city including the experience needed to get the job done right the first time. We understand how working in a space that is being renovated can be frustrating. That is why we complete our commercial painting services in a reasonable about of time, disrupting your daily life as minimally as possible."
    },
    "accordion": [
      {
        "title": "How Long Does A Typical Painting Job Take?",
        "expand": "Each job is different but on average we spend about 2-3 weeks from start to finish"
      },
      {
        "title": "Do You Offer Commercial Interior Painting And Exterior Painting Services?",
        "expand": "Yes, we offer both exterior painting and interior painting for commercial projects."
      }
    ],
    "recentProjects": [
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      }
    ]
  },
  {
    "slug": "james-hardie-siding-kansas-city",
    "crumbList": [
      {
        "name": "Home",
        "link": "/"
      },
      {
        "name": "Services",
        "link": "/services/"
      },
      {
        "name": "James Hardie Siding",
        "link": "/james-hardie-siding-kansas-city/"
      }
    ],
    "titleTag": "James Hardie Siding Kansas City (2023) | Great Plains Painting",
    "meta": "With over 10 years of experience, turn to the local Kansas City experts at Great Plains Painting for your james hardie siding needs at an affordable price.",
    "heroTitle": "Meet Your Local James Hardie Siding Kansas City Experts",
    "p": "Designed To Last A Lifetime. This Is The Best Siding Money Can Buy.",
    "heroUrl": "hardieService",
    "position": "center",
    "topSectionTitle": "Kansas City James Hardie Siding Contractor",
    "topSectionCopy": "James Hardie invented fiber cement siding products over 30 years ago and in our opinion produces the highest quality siding products currently on the market. They’ve continually worked to refine their product, and in its current iteration is one of the most durable if not the most durable siding products available in Kansas City and surrounding areas.",
    "section2": {
      "title": "Pros of James Hardie Siding",
      "list": [
        "Fire and hail resistant. Consistently outperforms vinyl siding in these categories",
        "Not susceptible to moisture damage and wood rot like real or engineered wood",
        "Can come pre-colored with ColorPlus technology. Painted in a factory before installation providing a more durable paint than field painted",
        "Fiber cement siding provides an excellent bond with all modern paints if field painted",
        "Low maintenance, long-lasting peace of mind, and eye catching curb appeal"
      ],
      "underPhoto": "/images/service-pages/hardieStart.jpg",
      "topPhoto": "/images/service-pages/hardieMid.jpg"
    },
    "aboutBanner": {
      "super": "",
      "title": "Transform Your Kansas City Home With James Hardie Siding",
      "copy": "You deserve the house you always dreamed of. However, we know it can overwhelming to need new siding and knowing out the pros and cons of all the different options. And while we recommend James Hardie siding as an excellent choice for most homeowners. Before you reach out to see if James Hardie siding is the best fit for your needs, take a look at the pros and cons below.",
      "button": "schedule your free estimate",
      "link": "/contact-us/"
    },
    "section3": {
      "Title": "Why Choose Us As Your James Hardie Siding Contractor?",
      "copy": "<p>Great Plains Painting, a trusted James Hardie contractor, has an excellent reputation and delivers the best installation services hands down. We have years of experience installing James Hardie siding in the Kansas City area and surrounding areas. Our unmatched customer service coupled with diligent teamwork makes us the top James Hardie siding contractor in the Kansas City area.</p><p>We also work closely with our James Hardie siding rep to make sure we stay on top of the latest best practices and are up to speed with the latest developments in James Hardie products.</p>",
      "underPhoto": "/images/service-pages/boshart-final-3.jpg",
      "topPhoto": "/images/service-pages/boshart-final-2.jpg"
    },
    "committed": {
      "copy": "At Great Plains Painting, we are 100% committed to getting the siding job right. From our initial estimate to the final finished product, we are with you every step of the way. You won't ever have to chase us down or worry about the quality of our work. Our main goal is to make sure you are more than satisfied with your James Hardie siding project."
    },
    "accordion": [
      {
        "title": "Why James Hardie Over Other Siding?",
        "expand": "We think it’s the most durable, nicest looking siding product on the market currently"
      },
      {
        "title": "Do You Offer Financing?",
        "expand": "We are working the Synchrony Financial to offer customers a financing option for James Hardie siding projects"
      },
      {
        "title": "How Long Does a James Hardie Re-Siding Project Take?",
        "expand": "It depends on the size of the home and the desired siding style. Siding projects are major construction projects and take significant time, effort, and resources. Unless the project is small plan on a minimum of 2 weeks for demo of old siding and installation of new James Hardie siding"
      },
      {
        "title": "What Warranties Come With A James Hardie Siding Installation?",
        "expand": "James Hardie siding installations comes with a 30 year non-prorated warranty and trim products come with a 15 year non-prorated warranty"
      },
      {
        "title": "Are All Kansas City James Hardie Installers The Same?",
        "expand": "No, not all contractors are the same. On a major project like new siding, interview several local James Hardie siding contractors and make sure you are present when they come to estimate your project. Look for attention to detail, ask if you can drive by some of their other projects to see their work, and always check out the credentials (insurance, online reviews, website, warranty, etc…)."
      },
      {
        "title": "Does the ColoPlus Technology make the siding paint last longer?",
        "expand": "With James Hardie's baked on ColorPlus Technology your siding paint will resist fading, chipping and peeling longer than any field applied paint application."
      },
      {
        "title": "Do you serve Kansas City and surrounding areas?",
        "expand": "Yes, we install James Hardie siding in Kansas City and surrounding cities including Overland park, Shawnee, Olathe, Lenexa, Leawood, Prairie Village, and many more cities. Reach out if you have a question about which areas and cities we serve."
      }
    ],
    "recentProjects": [
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      },
      {
        "title": "Title Here",
        "tag": "Residential",
        "src": "url here"
      }
    ]
  }
]
