[
  {
    "title": "Detailed, written estimate, bid package, and itemized wood rot",
    "expand": "We don't want to make assumptions and we strive to make what we're pricing and how we're painting your home as clear as possible. Each estimate we produce is custom, because each home and each customer's needs are different.  Our wood rot is itemized and photographed so you know exactly what you're getting. Our bid package contains all relevant documents; insurance certificate, warranty certificate, paint and sealant information, and our processes.  With us, you know exactly what you're going to get."
  },
  {
    "title": "2-Year, no-hassle warranty",
    "expand": "In our experience, if something we worked on is going to fail, it does so in the first year. Simply call us up and we'll return to your property promptly to address and correct the issue. <em>All warranty subject to our terms and conditions.</em>"
  },
  {
    "title": "Fully Insured",
    "expand": "$2 million dollars aggregate general liability and $500,000 workers compensation. As a professional company, we believe protecting against the unforseen. Your property is covered and so are our Kansas City house painters. Our insurance certificate is included in your bid package."
  },
  {
    "title": "Top Quality Materials",
    "expand": "We've used almost every brand and type of paint on the market and can offer our recommendations about what to use in what situation. We only use materials we know we can count on to perform and look great."
  },
  {
    "title": "A Paint Job We'll Both Be Proud Of",
    "expand": "We want you to be happy with our work, bottom line. We strive to be clear about what we'll do, do what we say, and if we mess up correct the issue immediately."
  },
  {
    "title": "do you only offer painting services?",
    "expand": "We offer exterior painting, interior painting, cabinet painting, commercial painting, and James Hardie siding installation in the Kansas City area and surrounding cities including Overland park, Shawnee, Olathe, Lenexa, Leawood, Prairie Village, and many more cities. Reach out if you have a question about which areas and cities we serve."
  },
  {
    "title": "i need exterior painting services, can you provide a free estimate?",
    "expand": " Absolutely, we provide all our customers with free estimates. Get in touch with us by calling us or submitting the contact form and we'll get back to you as soon as possible."
  },
  {
    "title": "How long have you been in business?",
    "expand": " As a Kansas City painting company we've been in business for over 10 years. However as painting professionals we've been in the painting industry for over 15 years."
  },
  {
    "title": "are all painting companies the same in kansas City, MO?",
    "expand": " No, not all painting companies are the same in Kansas City. On a major project like new exterior paint, interview several local professional painters and make sure you are present when they come to estimate your project. Look for attention to detail, ask about their painting process and ask if you can drive by some of their other jobs to see their work, and always check out the credentials (insurance, online reviews, website, warranty, etc…)."
  },
  {
    "title": "how long does a house painting project take?",
    "expand": "<p>On average homes we paint take 3.5 days. Small, 1 level homes can be quicker and take 2, depending on the condition they’re in. Large multi level homes with lots of trim and prep work (such as those in Westport or Brookside) can take 1 to 2 weeks.</p><p> The time it will take to finish the job will depend on the condition your home is in, your expectations and needs, and the size of your house. Our estimator will be able to give you a good approximation of the time it will take to paint your home after meeting with you.</p>"
  },
  {
    "title": "do you spray, spray and backroll, or brush and roll the paint?",
    "expand": "<p>It depends on the surface we’re painting.</p><p> Over the last several years, we’ve not performed any brush and roll only jobs. Brush and roll only takes considerably longer and is therefore considerably more expensive. If you are thinking you’d like brush and roll only, talk to you estimator about why and we can always price it as an option for you.</p><p> Spray and backroll is necessary when the surface is porous (like an open grained wood) or dry (like stucco being painted for the first time). In order to provide a uniform finish that looks great, the paint needs to be pushed down into the pores. During your walkaround with your estimator, we’ll walk you through our painting process and point out where we’d recommend the surface be sprayed and backrolled and get your feedback or answer questions you might have.</p><p> Sprayers themselves haven’t changed much in the last 10 years but the tips they use have. Tips are now excellent at atomizing the paint (making a very fine mist) and delivering the paint to the painted surface reliably. We use Graco paint sprayers and they are high-tech, very expensive machines specifically designed to do what we’re doing as professional painters. Spraying produces the nicest looking finish, the most uniform coating, and when used by a professional painter gives the customer the highest quality product most efficiently. In the hands of an experienced paint crew, 1 pass with a sprayer over a properly prepared surface will produce a better coating than multiple passes with a brush and roller.</p>"
  },
  {
    "title": "As Kansas City homeowners will painting increase my home's value?",
    "expand": " Painting your home will enhance the appeal of your home to your neighbors. If you are thinking of reselling, then a new exterior paint job might make the difference in first impressions to potential buyers."
  },
  {
    "title": "how much does a painting project cost?",
    "expand": "This varies widely based on home, condition, what you want, etc…Our average exterior job cost in 2022 was around $8,200. This average includes all materials, prep work, painting work and often wood rot repairs.  Smaller homes we work on can be between $3k and $4k and larger homes we’ve worked on can be $20k or more.  Reach out to get a free detailed estimate on your painting project today."
  },
  {
    "title": "I'm a small business in the kansas city metro area and I need interior and/or exterior painting help, can you help?",
    "expand": "Yes, we can provide high quality work for small businesses in the Kansas City metro area and surrounding area.  We offer a fair price and can take care of interior and exterior painting, trim work and any cabinets you may have. Get a free detailed estimate today by calling us or submitting our contact form."
  },
  {
    "title": "Do you have recent reviews of completed projects?",
    "expand": "Yes, we have a <a href='https://www.google.com/search?q=great+plains+painting+kansas+city&source=hp&ei=ytnSY9WnI7D9kPIP5JylqAI&iflsig=AK50M_UAAAAAY9Ln2tTO2AoisTnBcICQRtW2G3wM1zN_&ved=0ahUKEwjVtO2dgeb8AhWwPkQIHWROCSUQ4dUDCAo&uact=5&oq=great+plains+painting+kansas+city&gs_lcp=Cgdnd3Mtd2l6EAMyBQgAEIAEOgsIABCABBCxAxCDAToRCC4QgAQQsQMQgwEQxwEQ0QM6CAgAEIAEELEDOgsILhCABBDHARDRAzoOCC4QgAQQsQMQgwEQ1AI6CwguEIAEELEDENQCOg4ILhCABBCxAxDHARDRAzoRCC4QgAQQsQMQxwEQ0QMQ1AI6CwguEIAEEMcBEK8BOggILhCxAxCDAToICC4QgAQQsQM6CwguEIAEELEDEIMBOgUILhCABDoOCC4QgAQQsQMQxwEQrwE6CwgAEIAEELEDEMkDOggILhCxAxCABDoRCC4QgAQQsQMQgwEQxwEQrwE6DgguEK8BEMcBENQCEIAEOggIABCxAxCDAToRCC4QgwEQxwEQsQMQ0QMQgAQ6DgguELEDEIMBEMcBEK8BOgoILhCABBDUAhAKOgsIABAWEB4Q8QQQCjoICAAQFhAeEAo6BggAEBYQHjoLCC4QrwEQxwEQgAQ6CAgAEBYQHhAPOgUIABCGAzoHCAAQgAQQDVAAWL88YNo8aAJwAHgBgAGQAYgBwROSAQQzMi4zmAEAoAEB&sclient=gws-wiz#lrd=0x87c05889990c6af7:0x2f4abc5db5a21e2b,1,,,,' >page dedicated</a > to reviews from our past painting jobs. We truly care about our customer experience we think our reviews reflect that. Get in touch if you have any questions.  "
  }
]
