[
  {
    "service": "Interior Painting Services",
    "copy": "Our commitment to providing you with the best interior painting services makes us the best choice for all your painting needs. We paint walls, trim, ceilings, railings and more.  Our attention to detail is second to none, and we'll deliver a high quality finish with minimal stress to you.",
    "src": "intService",
    "alt": "Interior painting service image",
    "link": "/interior-painting-kansas-city/"
  },
  {
    "service": "Exterior Painting Services",
    "copy": "Your exterior house painters - we understand your home is likely your single largest investment.  Our exterior house painting process is thorough so that your investment gets the highest protection against the elements but also looks amazing from all angles.",
    "src": "extService",
    "alt": "Exterior painting service image",
    "link": "/exterior-painting-kansas-city/"
  },
  {
    "service": "Carpentry & Wood Rot Repair",
    "copy": "Meet your new carpentry & wood rot repair experts. If you have any wood rot or carpentry needs at your house - we got you covered.  In our years in business we've seen and dealt with all types of wood rot, custom carpenty, and general repair issues.",
    "src": "rotService",
    "alt": "Wood rot repair service image",
    "link": "/wood-rot-repair-kansas-city/"
  },
  {
    "service": "Residential Cabinet Painting",
    "copy": "Our cabinet painting process is second to none.  We ensure that from the prep work, to the finish coat no steps are skipped an no shortcuts are taken.  We use only the highest quality products so that your cabinets get the highest quality finish possible.",
    "src": "cabService",
    "alt": "Cabinet painting service image",
    "link": "/cabinet-painting-kansas-city/"
  },
  {
    "service": "James Hardie Siding",
    "copy": "We are big fans of James Hardie Siding products.  We have an entire section of our team dedicated to Hardie Projects and nothing else.  We believe that Hardie Siding is the best looking, longest lasting siding product currently on the market.  If you'd like to reside your home with the best, talk to us about James Hardie.",
    "src": "hardieService",
    "alt": "James Hardie siding service image",
    "link": "/james-hardie-siding-kansas-city/"
  },
  {
    "service": "Commercial Painting Services",
    "copy": "Your expert commercial painting partners in Kansas City are ready for your project. Get in touch for a free estimate today!",
    "src": "commService",
    "alt": "Commercial painting service image",
    "link": "/commercial-painting-contractors-kansas-city/"
  }
]
